{"pages":[{"title":"","text":"google-site-verification: google70400892cfdd2bb4.html","link":"google70400892cfdd2bb4.html"},{"title":"关于","text":"艾峥鹏，东北大学硕士研究生，区块链与信誉系统研究组成员。 教育背景 2015年9月至2019年6月：东北大学软件学院，专业：信息安全，工学学士 2019年9月至今：东北大学软件学院，专业：软件工程，师从刘园副教授 知识水平 大学英语（四级） 大学英语（六级） 计算机技术与软件专业技术资格（中级）：软件设计师 计算机技术与软件专业技术资格（中级）：信息安全工程师 获奖情况 东北大学硕士研究生一等学业奖学金，2019年10月 东北大学研究生校长奖学金，2019年10月 “建行杯”第五届辽宁省“互联网+”大学生创新创业竞赛：银奖，2019年9月 第五届中国“互联网+”大学生创新创业竞赛东北大学校内选拔赛：一等奖，2019年7月 第十一届（2018）全国大学生信息安全竞赛：三等奖，2018年7月 负责项目 基于以太坊区块链应用集成开发环境：国家级大学生创新创业训练计划（201910145227），2018年12月至2020年6月 基于拍卖理论的区块链共识激励机制的研究与实现：毕业设计（论文），2019年1月至6月 出版物 Qianwei Zhuang, Yuan Liu, Lisi Chen, and Zhengpeng Ai. 2019. Proof of Reputation: A Reputation-based Consensus Protocol for Blockchain Based Systems. In Proceedings of the 2019 International Electronics Communication Conference (IECC ‘19). ACM, New York, NY, USA, 131-138. DOI: https://doi.org/10.1145/3343147.3343169 联系方式 电子邮箱：im@aizhengpeng.cn","link":"about/index.html"},{"title":"About","text":"Zhengpeng Ai, postgraduate of Software Engineering of Northeastern University (China), member of Blockchain and Reputation Research Group. Education Sep. 2015 - Jun. 2019: Software College, Northeastern University (China), Major: Information Security, Bachelor of Engineering Sep. 2019 - : Software College, Northeastern University (China), Major: Software Engineering, supervised by Assoc. Prof. Yuan Liu Certificates CET-4 CET-6 Qualification of Computer and Software Professional (Middle): Software Designer Qualification of Computer and Software Professional (Middle): Information Security Engineer Awards First-class Academic Scholarship of Northeastern University for Postgraduates, Oct. 2019 Preisident Scholarship of Northeastern University for Graduates, Oct. 2019 “CCB Cup” The 5th “Internet+” Innovation and Entrepreneurship Contest of Liaoning for Undergraduates: Silver Award, Sep. 2019 The 5th “Internet+” Innovation and Entrepreneurship Contest of Northeastern University for Undergraduates: First Prize, Jul. 2019 The 11th (2018) National Information Security Contest for Undergraduates: Third Prize, Jul. 2018 Projects Ethereum-Based Blockchain Application IDE: National Training Program of Innovation and Entrepreneurship for Undergraduates (201910145227), Dec. 2018 - Jun. 2020 Research and Application of Blockchain Consensus-Incentive Mechainism Based on Auction Theory: Guaduation Design (Thesis), Jan. - Jun. 2019 Publications Qianwei Zhuang, Yuan Liu, Lisi Chen, and Zhengpeng Ai. 2019. Proof of Reputation: A Reputation-based Consensus Protocol for Blockchain Based Systems. In Proceedings of the 2019 International Electronics Communication Conference (IECC ‘19). ACM, New York, NY, USA, 131-138. DOI: https://doi.org/10.1145/3343147.3343169 Contact Email: im@aizhengpeng.cn","link":"about-en/index.html"}],"posts":[{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"uncategorized/hello-world/"}],"tags":[],"categories":[]}